Repository: gertrude-app/gertrude
Catalog: swift/podcasts/lib-tca/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: es

# onboarding.areYouParent
source: For the initial setup, we need the parent for a few minutes. Are you the parent?
es: Para la configuración inicial, necesitamos al padre o madre por unos minutos. ¿Eres tú el padre/madre?

# onboarding.yesParent
source: Yes, I'm the parent
es: Sí, soy el padre/madre

# onboarding.noChild
source: No, I'm the child
es: No, soy el hijo/hija

# onboarding.parentRequired
source: You'll need your parent to set this up, go get them and click continue.
es: Necesitarás a tu padre o madre para configurar esto, ve a buscarlos y haz clic en continuar.

# onboarding.continue
source: Continue
es: Continuar

# onboarding.explainPin
source: Next we need you to create a PIN that only you (the parent) know. Searching for and subscribing to new podcasts will require this PIN.
es: Ahora necesitamos que crees un PIN que solo tú (el padre/madre) conozcas. Buscar y suscribirse a nuevos podcasts requerirá este PIN.

# onboarding.gotItNext
source: Got it, next
es: Entendido, siguiente

# onboarding.strongPin
source: Make sure your PIN is not something you’ve used before, and never let your child watch you enter it. Write it down somewhere because there’s no way to recover it if you forget it.
es: Asegúrate de que tu PIN no sea algo que hayas usado antes, y nunca permitas que tu hijo te vea ingresarlo. Anótalo en algún lugar porque no hay forma de recuperarlo si lo olvidas.

# onboarding.strongPin.connected
source: Make sure your PIN is not something you’ve used before, and never let your child watch you enter it. If you forget it, you can reset it from your Gertrude account.
es: Asegúrate de que tu PIN no sea algo que hayas usado antes, y nunca permitas que tu hijo te vea ingresarlo. Si lo olvidas, puedes restablecerlo desde tu cuenta de Gertrude.

# onboarding.okLetsGo
source: OK, let's go
es: OK, vamos

# onboarding.connectNow
source: Connect now
es: Conectar ahora

# onboarding.connectOrSkip
source: Connect a Gertrude account now, or skip and set it up later.
es: Conecta una cuenta de Gertrude ahora, u omítelo y configúralo más tarde.

# onboarding.connecting
source: Connecting…
es: Conectando…

# onboarding.explainAccount
source: Gertrude Podcasts is free to try for 30 days. After you try it, you’ll need a Gertrude account. Just $10/year for all your family’s devices.
es: Gertrude Podcasts es gratis para probar durante 30 días. Después de probarlo, necesitarás una cuenta de Gertrude. Solo $10 al año para todos los dispositivos de tu familia.

# onboarding.skipForNow
source: Skip for now
es: Omitir por ahora

# addShow.howToAdd
source: How would you like to add a podcast?
es: ¿Cómo te gustaría agregar un podcast?

# addShow.search
source: Search
es: Buscar

# addShow.addByUrl
source: Add by URL
es: Agregar por URL

# addShow.showArtworkQuestion
source: Show podcast and episode images?
es: ¿Mostrar imágenes del podcast y sus episodios?

# addShow.allowImages
source: Yes, allow images
es: Sí, permitir imágenes

# addShow.noImages
source: No images
es: Sin imágenes

# addShow.subscribing
source: Subscribing...
es: Suscribiendo...

# addShow.enterUrl
source: Enter a podcast RSS feed URL:
es: Ingresa la URL del feed RSS del podcast:

# addShow.subscribe
source: Subscribe
es: Suscribirse

# episode.downloadFailed
source: Failed to download episode, try again later
es: Error al descargar el episodio, intenta de nuevo más tarde

# episode.downloadNoInternet
source: No internet connection to download episode
es: No hay conexión a internet para descargar el episodio

# addShow.alreadySubscribed
source: You are already subscribed to this show.
es: Ya estás suscrito a este programa.

# addShow.error
source: Error adding show, please try again.
es: Error al agregar el programa, por favor intenta de nuevo.

# podcasts.deleteConfirm
source: Delete this show and all its episodes?
es: ¿Eliminar este programa y todos sus episodios?

# podcasts.deleteWarning
source: This action cannot be undone.
es: Esta acción no se puede deshacer.

# podcasts.requestReview.message
source: Will you help us protect more kids and support the development of more apps like this by leaving a rating or review on the App Store? We won't ask again.
es: ¿Nos ayudarías a proteger a más niños y apoyar el desarrollo de más aplicaciones como esta dejando una calificación o reseña en el App Store? No te lo volveremos a pedir.

# podcasts.requestReview.giveRating
source: Give a rating
es: Dar calificación

# podcasts.requestReview.leaveReview
source: Leave a review
es: Dejar reseña

# podcasts.requestReview.noThanks
source: No thanks
es: No gracias

# shows.delete
source: Delete
es: Eliminar

# pin.cancel
source: Cancel
es: Cancelar

# pin.reset.unavailable.body
source: PIN recovery needs a connected Gertrude account. Get in touch and we'll help you reset it.
es: La recuperación del PIN requiere una cuenta de Gertrude vinculada. Contáctanos y te ayudaremos a restablecerlo.

# pin.reset.contactSupport
source: Contact support
es: Contáctanos

# pin.changeSuccess
source: Pin successfully changed.
es: PIN cambiado exitosamente.

# pin.changeProceed
source: Got it
es: Entendido

# pin.changeInstructions
source: To change your pin, confirm the current pin once, then create a new one
es: Para cambiar tu PIN, confirma el PIN actual una vez, luego crea uno nuevo

# claim.continue
source: Continue
es: Continuar

# claim.dismiss.skip
source: Skip for now
es: Omitir por ahora

# claim.notNow
source: Not now
es: Ahora no

# claim.deviceName
source: %1$@’s %2$@
es: %2$@ de %1$@

# trial.alert.title
source: Your free trial is ending soon!
es: ¡Tu prueba gratuita está por terminar!

# trial.alert.message
source: Subscribe to keep updating and adding shows.
es: Suscríbete para seguir actualizando y agregando programas.

# trial.alert.subscribe
source: Subscribe now
es: Suscríbete ahora
